const my = {
  nav: {
    home: "ပင်မစာမျက်နှာ",
    projects: "ပရောဂျက်များ",
    contact: "ဆက်သွယ်ရန်",
  },
  thurein: {
    title: "သူရိန်ထွန်း၏ ကိုယ်ရေးအကျဉ်း",
    description: "Web နှင့် Backend Development တွင် လက်တွေ့ အတွေ့အကြုံ ၁ နှစ်ရှိသော Full-Stack Developer တစ်ဦး ဖြစ်ပါသည်။ ခေတ်မီ နည်းပညာများကို အသုံးပြု၍ လုံခြုံစိတ်ချရပြီး အသုံးပြုရလွယ်ကူသော စနစ်များကို တည်ဆောက်ရာတွင် ကျွမ်းကျင်ပါသည်။ အမြဲတမ်း လေ့လာတိုးတက်လိုစိတ်ရှိပြီး လက်တွေ့ဘဝ ပြဿနာများကို ဖြေရှင်းရာတွင် စိတ်အားထက်သန်ပါသည်။ ထို့အပြင် အဖွဲ့အစည်းများတွင် တာဝန်ယူမှုနှင့် အပြည့်အဝ အားထုတ်မှုဖြင့် ပါဝင်ပံ့ပိုးလိုပါသည်။"
  },
  actions: {
    toggleTheme: "အပြင်အဆင်အလင်း/အမည်း ပြောင်းရန်",
    language: "ဘာသာစကား",
  },
  footer: {
    copyright: "(c) {year} သူရိန်",
  },
};

export default my;
